Repository: jatunda/HellMode_OmegaT_Jp_En
Catalog: HellMode-omegat.tmx
Source language: ja
Languages: en

source: （お？ もしや？ これは？ ぐ、くるしいぞ）
en: (Oh? Perhaps? Is this? Urgh, something's happening.)

source: （こ、呼吸が、ぐぐぐ）
en: (M-my breath is. blublubblub)

source: （この村に名前はないんだっけ）
en: (Does this village not have a name?)

source: （これは、もう疑いようのない転生です。本当にありがとうございました。なんで出産前からの転生なんだよ。せめて５歳くらいから始めてくれよな！）
en: (Without a doubt, I've been reincarnated. Thank you very much. Why did I get reincarnated before I was born? At least start at 5 years old or something!)

source: （これも悪くないか。そのうち召喚士にもなれるだろう）
en: (This isn't too bad. One of these days I'll become a summoner.)

source: （たしかこの手のお約束だと、赤子で転生した主人公は体内に流れる魔力を知り、幼児の間に膨大な魔力を手に入れるんだっけ。全然そんな気配を体内から感じないんだけど）
en: (Usually, in this type of story, the protagonist is reincarnated as a baby and notices his magic power at a young age, and is OP by the time he's a toddler.)

source: （ぶ！ 痛いんじゃ！！ 何すんねや！！！）
en: (Buh! It hurts!! What're you doing!!!)

source: （ほぼ素材の味だけどね）
en: (It's all about the ingredient, isn't it?)

source: （やばい、死んじゃうって？ うん？ なんだ息していなくても大丈夫だぞ？ どういう状態だ？）
en: (Shit, am I dead? How am I still okay without breathing? What's going on?)

source: （ステータスオープン）
en: (Status open)

source: （俺召喚士になったんだよね。幼すぎて、召喚はできないということなのか。ステータスも確認できないし、これはかなりのヘルモードだな。やることないんだけど）
en: (I'm a summoner, right? Am I too young to summon? I can't even check my status. This really is Hell Mode. But there's nothing I can do.)

source: （夫婦の子供はまだ俺だけのようだな）
en: (It seems that I'm still an only child.)

source: （農奴の暮らしは楽ではないが、それなりの人生であると）
en: (Being a serf isn't easy, but it's not a bad life.)

source: 異世界の神エルメアより』
en: Sincerely, Elmere God of the Other World』

source: 「あいあい」
en: "Eah, ah."

source: 「ふ、ふぎゃああ！！！」
en: "F-fugyaaa!!!"

source: 「アレン！？」
en: "Allen!?"

source: 「アレン？ 大丈夫でちゅか？」
en: "Allen? Is everything alright?"

source: 『拝啓 アレン様
en: 『Dear Mr. Allen,

source: 【 獣 】 Ｈ
en: 【BEAST】 H

source: 【 獣 】 Ｈ０枚
en: 【BEAST】 H 0 cards

source: 【 虫 】 Ｈ
en: 【BUG】 H

source: 【 虫 】 Ｈ０枚
en: 【BUG】 H 0 cards

source: 【スキル】 召喚〈１〉、生成〈１〉、削除
en: 【SKILLS】 Summon <1>, Create <1>, Delete

source: 【レベル】 １
en: 【LVL】 1

source: 【体 力】 ４（４０）
en: 【HP】 4 (40)

source: 【召 喚】 １
en: 【SUMMON】 1

source: 【名 前】 アレン
en: 【NAME】 Allen

source: 【年 齢】 １
en: 【AGE】 1

source: 【幸 運】 ２（２５）
en: 【LCK】 2 (25)

source: 【攻撃力】 １（１０）
en: 【ATK】 1 (10)

source: 【生 成】 ０／１，０００
en: 【CREATE】 0 / 1,000

source: 【生 成】 １
en: 【CREATE】 1

source: 【知 力】 ３（３０）
en: 【INT】 3 (30)

source: 【素早さ】 ２（２５）
en: 【AGL】 2 (25)

source: 【経験値】 ０／１，０００
en: 【EXP】 0 / 1,000

source: 【耐久力】 １（１０）
en: 【DEF】 1 (10)

source: 【職 業】 召喚士
en: 【CLASS】 Summoner

source: 【魔 力】 ２（２０）
en: 【MP】 2 (20)

source: いかに、ステータスから攻略の糸口を見つけるかが肝心なのだ。
en: The trick is to find the optimal strategy by examining the stats.

source: いわゆる子供部屋だ。部屋の奥に寝かされたアレンの大きな泣き声に反応してテレシアが駆け寄ってくる。
en: Hearing Allen's cries, Theresia rushes over.

source: かつてないほどの歓喜がこみ上げてくる。１ページ目にはアレンのステータスが表示されていたのだ。
en: He was happier than ever. The first page of the book showed Allen's status.

source: この度は【魔導書】の送付が遅れましたこと、誠に申し訳ございません。
en: We sincerely apologize for the delay in sending the 【Grimoire】.

source: これ以上分からないステータスより、２ページ目の召喚士のスキルについて分析を進める。
en: Rather than continuing to analyze his stats, where he can't figure anything else out, he starts to analyze the summoner skills themselves.

source: しかし、ゲームの疲れを癒すためや、通勤中の移動の際に、異世界ものの小説を読むことが日常であった。異世界ものの知識はかなりあるほうだ。
en: However, he also read isekai light novels to recover from the fatigue of gaming, and during commutes. So he's pretty knowledgable about isekai stuff.

source: しかし、ゲームを遊びつくしたゲーマーにとって、スキル経験値は使用すればするほど上がるというのが常識である。
en: However, for an experienced gamer, it's common sense that skill EXP goes up as you use the skill.

source: なお、本書の質問や職業のキャンセルは一切受け付けておりませんのでご容赦くださいませ。
en: Please note that we will not accept any questions or class cancellations with regards to this book.

source: まだ１歳と感情の抑制が利かない年齢のため、突然のことで大きな声で泣きだしてしまう。必死に自制しようとする。
en: Since he was only one year old, he had no control over his emotions. Even though he was trying as hard as he could to control himself, he starts crying at the top of his lungs.

source: アレンが望むと大きな本はすっと消えた。
en: As soon as Allen thought it, the big book disappeared.

source: アレンが本に回転するように念じると、くるくると回り始める。同じ要領で近くに寄せてみて触ってみると、普通に本の感触である。
en: When Allen thought it, the book rotated. In the same manner, he pulled it close, and touched it. It felt like a normal book.

source: アレンの住む家は平屋１階建て。土間が中央にあり、その奥に囲炉裏のある居間があり、３人で食事をする。囲炉裏を挟んで両端に部屋が２つあり、アレンは片方の部屋でいつも寝ている。
en: Allen lives in a one-story house. Out front is the dirt entryway, and behind that is a living room with a sunken hearth, where the family eats their meals together. There are two rooms on either side of the hearth, and Allen always sleeps in one of them, the nursery.

source: アレンの座右の銘は、「ステータスを制するものはゲームを制する」である。
en: Allen's motto is "He who masters the stats, masters the game."

source: アレンの推察では体力や魔力などのステータスは括弧内の概ね１０分の１である。大人と赤子では、ステータスに差があるのは当たり前だ。年齢によるステータスの減算分を表現しているのではと推察した。
en: Allen calculated that the stats for HP, MP, etc. were roughly 10% of the value in the parentheses. Naturally, there'd be a stat difference between adults and babies. He guessed that the numbers represented how his stats were lower due to age.

source: アレンは初召喚に挑戦してみるのであった。
en: Allen was about to attempt his first summoning.

source: アレンは思いのほか前向きに異世界の神からのメッセージを受け取るのであった。そして改めてこの世界が異世界であることを確信する。
en: Allen receives the message from the God of the Other World with an unexpectedly positive attitude. He is reaffirmed in his belief that this world is a different world.

source: アレンは現実世界にいたころゲーマーであった。
en: Back in the real world, Allen was primarily a gamer.

source: アレンは目の前に現れた大きな本に驚く。
en: A large book suddenly appeared in front of Allen, surprising him.

source: スキル経験値が増える条件は表示されていないから分からない。
en: He doesn't know how to get more experience points, because it's not explained anywhere.

source: スタッフ一同、急遽作成した次第でございます。
en: All of our staff members worked diligently to complete it as quickly as possible.

source: テストが終わっていない職業を選択されましたので、事務手続きが完了しておりませんでした。
en: The class that you selected has not yet been tested, so the administrative procedures had not yet been completed.

source: テレシアに笑顔で問題ないよという風に笑顔を見せるアレン。もう驚かせないでねと言わんばかりに肩をぽんぽんされて、テレシアが土間に戻っていく。
en: Allen smiles at Theresia like he's saying that there's nothing wrong. Theresia pats him on the shoulders as if to say "don't surprise me like that", and returns to the main room.

source: テレシアの視線的にもタイミング的にも完全に宙に浮く本が見えた気がするけど、視線が一切本に行かなかった。気が付かなかったように見える。
en: The book was definitely floating in Theresia's line of sight, but she didn't look towards it or anything. Seems like maybe she can't see it.

source: ページ数はそんなになく、白い本の中身が厚くごっそりめくれるのだ。
en: The pages are few in number, and the white pages are thick and floppy.

source: ・スキルレベル
en: ・Skill LVL

source: ・スキル経験値
en: ・Skill EXP

source: ・ホルダー
en: ・HOLDER

source: ・生成可能召喚獣
en: ・Obtainable Summons

source: 中身を読むと、この本の送付が遅れた理由が書かれていたのであった。
en: When he read the letter, he learned why the book took so long to appear.

source: 何も説明もなく、ただの四角形の凹みだ。何かカードのようなものを納めるのだろうと推察できる。１ページに凹みが４つあり、３ページにわたって凹みがある。
en: It's just a rectangular indent without any information. He guessed that something like a card would fit in the indent. There are 4 indents per page, and 3 pages of indents.

source: 召喚に挑戦する前に、この本の他のページの確認をする。ステータス以外に何か情報がないか探すのだ。
en: Before attempting a summoning, he checked the other pages of the book, looking for any other information besides his status.

source: 問題ないのであればと思い、もう一度本よ出ろと念じ本を出そうとしてみる。
en: Seeing that there wouldn't be a problem, he took the book back out again by thinking it.

source: 平素よりお世話になっております。
en: Thank you for your continued support.

source: 最後まで読み切ると、文字は消え白紙のページに戻った。
en: When he reached the end of the message, the words disappeared and the page was left blank.

source: 次に出てきた真っ白なページには凹みがある。縦長の四角形の凹みだ。
en: The next page is blank, with a tall, rectangular indentation.

source: 異世界は楽しんでいただけていますか？
en: We hope you are enjoying your time in this world.

source: 目の前の本がなんなのか詳しく観察をする。それはとても分厚い本であった。真っ黒なハードカバー。国立図書館に所蔵してある分厚い辞典のようだ。背表紙にも表紙にも何も記載がない無地の黒い本である。
en: Looking closely at the book, he could see that it was a thick, hardcover book. All black. It looked like one of those big dictionaries you'd find at the library. It's a plain book, with nothing on the spine or the cover.

source: 第０３話 魔導書
en: Chapter 3 The Grimoire

source: 答えの出ない分析より、まずは分かることから考える。
en: He focuses on what he can deduce, rather than making random guesses.

source: 視線を２ページ目に移す。
en: He looked at the second page.

source: 謹んでお詫び申し上げます。
en: We are sorry for any inconvenience this may have caused.

source: （あかん、この本が見つかってしまう。き、消えてくれ）
en: (Oh no, she's going to see the book.)

source: （お！ これはステータスやんけ！！！）
en: (Oh! This totally a status page!)

source: （こ、これは手紙というかお知らせか？）
en: (Is this a letter? Or an announcement?)

source: （これで全部かな。他に見逃しがないのであれば、召喚をやってみようと思うのだが）
en: (I guess that's it. If there's nothing else, I think I'll try summoning something.)

source: （これで全部か？ ん？ 最後のほうのページが光っているぞ）
en: (Is that it? Hm? The last page is glowing.)

source: （これ以上は予想の範囲を超えてしまうな）
en: (Anything more than this would just be conjecture.)

source: （なるほど。まあテストが終わっていないっていう注意メッセージは無視して、この職業を選んだのは俺だしな。それに１年もかけて設定した職業ならしっかりしたものができているだろう）
en: (Ah. Well, I'm the one who chose this class despite the warning that it wasn't tested. And if it took a whole year to set up, then I'm sure it'll be solid.)

source: （ふう、赤ちゃん言葉を話すのも苦労するぜ。まあ、口がよく発達していないからまだはっきりと話せないがな）
en: (Ugh, I can't even babble properly. Oh well, I guess my mouth is still too underdeveloped for me to speak clearly.)

source: （ふむふむ、回れ）
en: (Hmmmm, rotate.)

source: （ほうほう、これはどう見たらいいだろうか）
en: (Hohoho, where do I start?)

source: （まるで実物の本が浮いているな、開いてみるか）
en: (It's as if there is an actual book floating around. Let's try opening it.)

source: （やばい、思わず泣きだしてもうたがな。お、落ち着け、素数を数えるんや）
en: (Dang, I shouted on accident. J-just calm down. List the prime numbers.)

source: （ん？ ここに何か入れるのか？ 凹みは全部で１０個か、ほうほう）
en: (Hm? Am I supposed to put something in here? There's a total of 10 indentations, huh?)

source: （バレなかったな？ いやタイミング的にアウトだったと思うけど。これってもしかすると、他の人にはこの本が見えないんじゃ？）
en: (Did she just miss it? No, I was definitely too late. Maybe other people can't see the book?)

source: （ページが少ないな。こんなに分厚いのに）
en: (There aren't many pages, even though it's so thick.)

source: （今わかるのはこれくらいか。あとは召喚してみてから判断するか）
en: (That's all I can really figure out for now. I'll know once I summon it.)

source: （体力横の（）とスキル横の〈〉が違うな。これは意味が違うから括弧の形を変えているのか。お？ ２ページ目にも何か書いてあるぞ）
en: (The parentheses next to HP and the brackets next to SKILLS are different. So they mean different things? Oh? There's also something on the next page.)

source: （召喚と生成で違うんだな。召喚にはないが、生成にはスキル経験値というものがあると。今は一度もスキルを使用していないから０になっているのか。分母があるということは、スキル経験値を１０００稼いだらレベルアップということか？）
en: (Summon and Create are different. Create has skill EXP, but summon doesn't. Is it at 0 becuase I've never used the skill? There's a denomenator. So if I earn 1000 skill EXP, will it level up?)

source: （普通に本が出てきたな。銀か白の柄があったように見えたけど、真っ黒な分厚い本だ。召喚士だから本を召喚したのか？）
en: (It's a normal book. It looked like it some sort of silver or white pattern on it, but it's just a thick black book. So, I'm a summoner, so I can summon a book?)

source: （異世界ものだと冒険者にランクがあるな、Ｓランク冒険者とか。それでいうとＳＡＢＣＤＥＦＧＨって９番目ってことか？いやそんなに低いランクから始まらないだろう、せめてＥとかだろ。Ｈランクモンスターとか見たことないぞ）
en: (In isekais, adventurers have ranks, like an S-rank adventurer. So does that mean... S A B C D E F G H... H is the ninth rank? No way. Ranks go that low? At least start me at E rank. I've never even heard of an H-rank monster.)

source: （見た感じだと虫と獣を召喚できるということか？ Ｈってなんだろう？）
en: (So it looks like I can summon bugs and beasts. What's the H mean?)

source: （２ページ目のスキルレベルが１ページ目のスキルの括弧の中の数字と同じだから、これはスキルレベルを表現しているのか、じゃあ体力の４は括弧内の１０分の１だから、おそらく年齢によるステータスの減少を表しているのか？）
en: (Since the skill level on page 2 is the same as the number in the brackets on page 1, those probably represent the skill level. The 4 next to HP is 1/10 of what's in the parentheses. Maybe it represents a decrease in status due to age?)

source: １ページ目と２ページ目を見比べる。
en: He compared the two pages.

source: １ページ目を開いてみる。宙に浮いているため、１ページ目を開くように念じるのだ。
en: He tried to open it to the first page. It's floating in the air so he has to think it open.

source: １枚だけ淡く光るページがあることに気付くのだ。開いてみる。
en: He noticed a single, faintly glowing page, which he flips to.

source: ２ページ目を確認する。どうやら、召喚スキルの詳細が表示されているようだ。
en: He checked the second page. Apparently, it showed the details of his summoner skills.

source: 「いでよ、むし！」
en: "I choose you, Bug!"

source: 「いやああああ、虫いいいい！！！！」
en: "IYAAAAAAA! A BUGGGG!!!!!"

source: 「おおお！ バッタあ！！」
en: "Oohhhh! A grasshopper!!"

source: 「おはよ、ママ」
en: "Good morning, Mama."

source: 「おはよう、アレン」
en: "Good morning, Allen."

source: 「おやすみ、アレン」
en: "Good night, Allen"

source: 「おやすみ、ママ」
en: "Good night, Mama."

source: 「ごめん、ママ」
en: "Sowwy Mama."

source: 「しゅごい！！」
en: "Amashing!"

source: 「ふふ、いいのよ、ってえ？」
en: "Mmm, that's okay. Huh?"

source: 「へ？」
en: "Heh?"

source: 「もう、アレン、ちゃんとねんねしないとだめよ」
en: "C'mon, Allen. You have to sleep properly."

source: 『どのランクの虫を生成しますか？』
en: 『What rank of bug would you like to create?』

source: 『虫ランクＨを１枚生成しました』
en: 『Created one rank H bug.』

source: 【ランク】 Ｈ
en: 【RNK】 H

source: 【体 力】 ３
en: 【HP】 3

source: 【加 護】 耐久力１、素早さ１
en: 【BUF】 DEF 1, AGL 1

source: 【名 前】 なし（設定してください）
en: 【NAM】 N/A (Please name it.)

source: 【幸 運】 ２
en: 【LCK】 2

source: 【攻撃力】 ２
en: 【ATK】 2

source: 【特 技】 飛び跳ねる
en: 【SpSKL】 Hop

source: 【知 力】 １
en: 【INT】 1

source: 【種 類】 虫
en: 【TYP】 BUG

source: 【素早さ】 ５
en: 【AGL】 5

source: 【耐久力】 ５
en: 【DEF】 5

source: 【魔 力】 ０
en: 【MP】 0

source: しかし、バッタはプイっと視線をアレンから外し、また不規則に飛び跳ねる。
en: But the grasshopper just looked away and started hopping around randomly again.

source: しかし、何も出てこない。
en: But nothing happens.

source: しかし、何も起きない。アレンのいる子供部屋は静まり返っている。
en: But nothing happened. The nursery is silent.

source: しかし、獣Ｈを選択して、大きな狼や熊が召喚されでもしたら大変だ。召喚士は魔王よりも上級の職業のはずだ。慎重の上にも慎重を期して丁度良いぐらいだろう。
en: However, it'd a pain if he chose BEAST H and summoned a big wolf or a bear. The summoner class was supposed to be higher tier than the demon king. So it made sense to be careful.

source: すると、目の前に光る何かが現れる。光が収まりカードのようなものが現れる。
en: In front of him, something shined. The light subsides and there was something like a card.

source: できれば、薄暗い今のうちに召喚の検証は済ませておきたいところである。
en: He wanted to figure out summoning before it was dark.

source: もう一度、魔導書を隈なく見ることにする。昨今では攻略サイトにいけば、細かいゲームの攻略方法が載っている。匿名掲示板にいけば、答えを教えてくれる質問スレがある。何かわからない時に困ることは基本的にない。
en: He took another look at the grimoire. Nowadays, if you go to any walkthough website, you can find detailed instructions on any game. If you go to a forum, you'll find a thread for any question you might have. Basically, there's no problem even if you don't understand something.

source: もともと薄暗かった部屋はもう真っ暗だ。光を灯すものはないので、作成した虫Ｈのカードは仕方なく魔導書のホルダー内に入れる。召喚の続きは明日にする。
en: The room that was once dim is now pitch black. Since there aren't any lights, he had no choice but to put the BUG H card in the holder in the grimoire. He'll continue with summoning tomorrow.

source: アレンのステータスが昨日見た時より耐久力が１、素早さが１増えている。プラスと表示されている。
en: Allen had one more defense and agility than yesterday. It's displayed with a plus sign.

source: アレンは初召喚に挑戦することにした。
en: Allen decided to try summoning for the first time.

source: アレンは手を空に掲げ、本を動かしたときの要領で、虫の召喚を念じる。
en: Allen raised his hand to the sky and tried to summon a bug using the same method he used to move the book.

source: アレンは自分が異世界からの転生者であることも、召喚士であることも両親に言っていない。舌足らずな赤ちゃんを演じている。今後もあえて言う必要はないと思っている。
en: Allen hasn't told his parents that he's a summoner reincarnated from another world. He's pretending to be a baby who's good at talking. He probably won't ever have to tell them.

source: カードができたことにより、召喚するためのだいたいのことが分かってきた。
en: Now that he has the card, he has a general idea of how to summon it.

source: ギリシャ神話に出てくるような海竜とか、英霊や死神の召喚をイメージしながら過ごした１年であった。しかし、できたのはバッタが表示されているカード１枚である。しかもカード１枚を生成するのに全ての魔力が必要なようだ。
en: He had spent the past year imagining sea serpents from greek mythology, and summoning the spirits of the gods of life and death. But he only made a single card with a grasshopper on it. And it seems like all his MP was used up for this one card.

source: テレシアの足がバッタを襲う。
en: Theresia attacks the grasshopper with her foot.

source: バタバタと家事を終わらせたテレシアから授乳を受ける。最初はかなり恥ずかしかったが、ずいぶん慣れてきた。性欲はなく、賢者か仙人になったような気分になる。
en: Allen is currently being breastfed by Theresia, who finished all the housework in a flurry. At first, he was quite embarassed, but he eventually got used to it. Now, he is free from sexual desire, with the tranquility of a sage.

source: バッタが一瞬アレンと目が合う。
en: The grasshopper makes eye contact with Allen.

source: バッタとテレシアの目が合う。
en: The grasshopper's and Theresia's eyes meet.

source: バッタの様子を見る。無計画に方向性もなく飛び跳ねるバッタだ。視線が合うこともない。
en: He watched the grasshopper. It hopped around aimlessly. Their eyes never meet.

source: バッタは光る泡となって消えた。バッタを逃がしたと思って行方を追うテレシア。その状況を見て驚愕するが、表情に出すわけにはいかない。平静を保って眠りに就く。こうして、アレンの召喚士としての活動も始まるのであった。
en: The grasshopper evaporated into glowing bubbles. Theresia keeps searching for the grasshopper, thinking that it escaped. Allen's shocked, but he can't show it. He keeps a calm demenor and goes back to bed. Thus began Allen's life as a summoner.

source: 両手を前に出して、召喚している感を全開にする。すると、カードから光が漏れる。淡く光り、カードが崩壊するように消え、バッタが姿を現す。
en: He stretched both of his arms out in front of him, putting his whole body into the summoning. Then, light leaks from the card. There is a faint glow, and the card disintegrates, leaving a grasshopper in its wake.

source: 両親もアレンのように生まれた時から農奴であり、そこまで学がないためか、何かの単位や基準を知るのに苦労する。１歳という年齢で自分から質問をするには早いが、両親の会話を聞いていても中々話題に上がらない。時間は最近分かったが、お金、重さ、距離についてはまだ分からない。
en: Allen's parents, like him, were serfs since birth. They didn't know things like units and measurements, probably because they weren't educated. At the age of one, it's still too early for him to ask, but if he just listens to their conversations, they never bring it up. He recently learned about the time, but still didn't know how to measure money, weight, or distance.

source: 何が召喚されるか分からない。最初は低位のモンスターか何かが召喚されると予想する。
en: He had no idea what would be summoned. He expected a low-tier monster or something.

source: 何も出てこないようだ。言葉を変え、あれこれ試してみる。
en: Nothing comes out. He tries changing the words a few times.

source: 何も変化がないため、体を起こし、部屋全体を見る。もう既に夕食を食べ終わっている。農奴の夜は早く、暗闇が部屋を満たしつつある。
en: Since nothing had changed, he got up and looked around the room. The family had eaten dinner. Serfs have an early night, and darkness is fast filling the room.

source: 初めて召喚に成功したので、何か情報が増えていないかと確認すると、今までなかった３ページ目が開くようになっていた。
en: Since he was able to summon something for the first time, he checked the grimoire. The third page, which didn't exist before, was now open.

source: 召喚したらステータスが上がるというサプライズに、思わずガッツポーズをして雄たけびを上げる。
en: When he saw that his summon had increased his stats, he couldn't help but pump his fist and yell.

source: 子供部屋に抱きかかえられて運ばれる。そのまま木柵のあるベッドに寝かされる。木窓も閉じて薄暗い部屋で１人になるアレン。
en: Allen gets carried to the nursery, where he's placed in the wooden crib. The windows are closed, and Allen is left alone in the dimly lit room.

source: 庭先にいたテレシアがアレンの声に反応して戻ってくる。
en: Theresia, who was in the yard, returns after hearing Allen's voice.

source: 思わず声が漏れる。目はベッドの木柵の外の床に自然落下して落ちたバッタに釘付けだ。
en: He shouts involuntarily. His eyes are glued to the grasshopper that dropped gracefully onto the floor next to the crib.

source: 手をばたばたとさせながら誘導を試みる。
en: He tries to guide it by waving his hands.

source: 日はもうずいぶん高くなっているようだ。
en: The sun is already high in the sky.

source: 狐や悪魔が憑いたと思われるかもしれないからだ。
en: If he tried, they might think he's possessed or something.

source: 異世界に転生して１年が過ぎた。この１年間が走馬灯のように頭の中に流れてくる。２０歳に満たない美人な母のおっぱいを吸った思い出。美人な母に体を拭いてもらった思い出。美人な母におむつを替えてもらった思い出が脳裏を巡る。
en: It's been a year since he reincarnated into this world. The memories of the past years flew past his eyes. Memories of breastfeeding from a beautiful mother who was less than 20 years old. Memories of having his body wiped down by a beautiful mother. Memories of having his diapers changed by a beautiful mother.

source: 異世界ものでよくある、貴族の家にある書庫の本を読んで、幼少のころから知識チートをすることは俺には無理だなと思う。
en: Although it's common in isekais, I don't think I'll be able to cheat knowledge from an early age by reading a bunch of books a nobleman's personal library.

source: 第０４話 召喚
en: Chapter 4 - Summoning

source: 農奴の朝は早い。どのくらい早いかと言うと、アレンは朝に父の姿を見たことがない。たぶん６時とかその前に出かけているのであろう。なお、テレシアもロダンとの会話で、そろそろアレンも大きくなったので、アレンが寝ている間だけでも畑を手伝うと言っている。
en: The serf's morning starts early. Allen had never seen his father in the morning, so he was probably gone by 6 or so. Theresia, while talking to Rodan, said that Allen was getting older, so she wanted to start helping out in the fields again.

source: 部屋に強烈な光が入ってくる。部屋の木窓をテレシアが全開にしたようだ。
en: An bright light floods the room. It seems that Theresia had opened all the wooden windows in the room.

source: 頭の中で念じるだけでは駄目だと思い、舌足らずな幼い言葉遣いで発声をしてみる。
en: He decided it wasn't enough just to say it in his head, and tried speaking outloud in his childish accent.

source: 魔導書が淡く輝いた。輝いたのはページの部分ではない。表紙の部分だ。ずいぶん薄暗くなった部屋でほのかに輝く本の表紙に気付く。
en: The grimoire shined faintly. It wasn't the pages that shined, but the cover. The shining cover stands out in the otherwise dark room.

source: 魔導書の表紙には銀の文字で疑問文が表示されている。
en: The cover of the grimoire displays the question in silver letters.

source: 魔導書の表紙の４分の１ほどの大きさのカードが１枚できた。綺麗なバッタの絵が描いてあり、左上には『虫Ｈ』と記載してある。
en: The card was around a quarter of the size of the grimoire. It had a beautiful picture of a grasshopper, and『BUG H』was written in the top left corner.

source: 魔導書の２ページ目には、虫と獣が召喚可能なように記載されている。
en: On page 2 of the grimoire, bugs and beasts are listed as possible summons.

source: 魔導書の３ページ目にはバッタのステータスが表示されている。
en: The third page of the grimoire displays the grasshopper's status.

source: 魔導書をくるくるさせながら、召喚の機会を待つ。
en: While waiting for the opportunity to try out summoning, he twirls the grimoire around.

source: 魔導書を出し、宙に浮かせる。中にあるカードホルダーから虫Ｈのカードを出した。
en: He pulled out the grimoire, letting it float in the air. He pulled out the BUG H card from the holder inside.

source: （あ、あかん、ただのバッタや。知能も指示もへったくれもない。魔導書にも何もないのか。ん？ページが増えているぞ）
en: (.... Useless. It's just a grasshopper. Can't hear my thoughts, can't follow directions, nothing. Is there anything in the grimoire? Hmm... More pages?)

source: （あらら、困ったな？ どうしよう）
en: (Uh oh. What am I supposed to do?)

source: （あれ、何も起きないぞ。床にいるのか？）
en: (Wha? Nothing's happening.... Maybe it's on the floor?)

source: （あれ？ 言葉が悪かったか？ サモンインセクト！）
en: (Hmm? Did I say it wrong? KUCHIYOSE NO JUTSU!)

source: （いかんいかん。雑念が流れてきた。よし、召喚すっぞ！ 虫召喚！）
en: (Wait, wait, I'm getting distracted. Alright, let's try summoning! Summon bug!)

source: （お、気付いたか？ くるしゅうないのじゃ、ちこうよれ）
en: (Oh, did he hear me? Not bad, little guy.)

source: （おお！ カードだ！！ 虫の絵が描いてあるぞ！！ これはバッタだな）
en: (Oohh!! A card!! With a picture of a bug on it!! A grasshopper, huh?)

source: （お？ 何か書いてあるぞ！）
en: (Oh? There's some text!)

source: （きたきた！ お昼寝タイムだ）
en: (It's time! Nap time is here!)

source: （ここは家の中だし、虫を召喚してみるか）
en: (Since I'm inside the house, let's summon a bug.)

source: （これはもしや生成をしてからじゃないと召喚できないってことか？）
en: (Does this mean that I can only summon something after I've created it?)

source: （さすがに、この狭い家で母がいるときに召喚はまずいかな。俺が起きているとたまに様子見に来るし。昼寝の時間になってからにするか）
en: (As I thought, it's a bad idea to summon while my mother's in this tiny house with me. When I'm awake, she comes to check on me periodically. Maybe I should wait until it's nap time.)

source: （とりあえず、声に出さず召喚できるか確認するか。召喚虫Ｈ！！！）
en: (For now, let's just see if I can summon it without saying anything outloud. Summon Bug H!!!)

source: （どうやら、この異世界も２４時間設定のようだな。今は８時くらいかな）
en: (It seems that this world is also on a 24-hour clock. So it's around 8 right now.)

source: （どのランクってことは、やはりこのＨはランクで合っていたのか。Ｈランク生成！）
en: (What rank? I can only do H-rank, right? Create H rank!)

source: （なるほど、情報か何か追加されたら、この分厚い魔導書は新たにページが追加されるってことか。ふむふむ、これはバッタのステータスか）
en: (I see, if there's new information, the grimoire will add a new page. Hmmm, this is the grasshopper's status.)
